Repository: marianapatcosta/the-investigators-clues
Catalog: lib/l10n/app_*.arb
Languages: pt

# searchNoResults
source: No {items} found matching your search.
pt: Não foram encontrados {items} correspondentes à ua pesquisa.

source: Select
pt: Selecione

source: Select character
pt: Selecione a personagem

source: Select info token
pt: Selecione o token informativo

source: Select reminder
pt: Selecione o lembrete

source: Select script
pt: Selecione o roteiro

source: Settings
pt: Definições

source: Share
pt: Partilhar

source: Show
pt: Mostrar

# showAllCharacters
source: Show not-in-play characters
pt: Mostrar personagens não em jogo

source: Show character
pt: Mostrar personagem

source: Show game phase
pt: Mostar fase do jogo

source: Show game setup
pt: Mostrar setup do jogo

source: Show dead characters
pt: Mostart personagens mortos

source: Show grid view
pt: Mostrar a vista em grelha

# showHelperText
source: Tap to show helper text
pt: Toque para mostrar o texto de ajuda

source: Show info token
pt: Mostrar informação

source: Show less
pt: Mostrar menos

source: Show list view
pt: Mostrar a vista em lista

source: Show more
pt: Mostrar mais

source: Show players'' notes
pt: Mostrar notas dos jogadores

source: Show reminder
pt: Mostrar lembrete

source: Show setup warning
pt: Mostrar aviso de setup

source: Show voting phase
pt: Mostrar fase de votação

source: Shroud
pt: Morto

source: source
pt: fonte

source: Storyteller
pt: Narrador

source: Storyteller helper
pt: Ajuda do narrador

source: Storyteller mode
pt: Modo narrador

# systemTheme
source: System
pt: Sistema

source: Text
pt: Texto

source: Theme
pt: Tema

source: This is your character:
pt: Este é o teu personagem:

# tokenSlotsNumber
source: Token slots
pt: Número de tokens

source: Too many custom info tokens
pt: Demasiados info tokens guardados

# tooManyCustomInfoTokensDescription
source: You can only save {tokensNumber} custom info tokens. Please remove some info tokens before saving new ones.
pt: Pode apenas guardar {tokensNumber} info tokens. Por favor, remova alguns info tokens antes de guardar outros.

# tooManyScripts
source: Too many saved scripts
pt: Demasiados roteiros guardados

# tooManyScriptsDescription
source: You can only save {scriptsNumber} additional scripts. Please remove some favorite scripts before saving new ones.
pt: Pode apenas guardar {scriptsNumber} roteiros adicionais. Por favor, remova roteiros favoritos antes de guardar outros.

source: Unknown
pt: Anónima/o

# unsavedChanges
source: You have unsaved changes!
pt: Tem alterações não guardadas!

# unsavedChangesDescription
source: Do you want to save or discard them?
pt: Pretede guardá-las ou descartá-las?

source: Unselect
pt: Desselecioone

source: Update game phase
pt: Atualizar fase do jogo

source: Was player nominated?
pt: O jogador foi nomeado?

source: Yes
pt: Sim
