Repository: marianapatcosta/the-investigators-clues
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Ability
pt: Habilidade

source: About
pt: Sobre

# aboutApp
source: is an unofficial application to help Blood on the Clocktower''s players to track the game status and register the clues they collected, and to help the storyteller to setup the game and track its status.
pt: é um aaplicação não oficial para ajudar os jogadores de Blood on the Clocktower a seguir o estado do jogo e a registar as pista que vão recolhendo, e ajudar o narrador a fazer o setup do jogo e a seguir o seu estado.

# aboutAppCode
source: This is a free and open source project, and the code can be found on
pt: Este projeto é gratuito e open source, e o código pode ser encontrado no

source: Acknowledgments
pt: Agradecimentos

# acknowledgmentsCharacters
source: Detailed information about each official character is obtained from
pt: A informação detalhada sobre cada personagem oficial é obtida de

# acknowledgmentsIcons
source: Character icons were obtained from
pt: Os icons dos personagensforam obtidos de

# acknowledgmentsImages
source: Some images were collected from
pt: Algumas imagesn fotam obtidas de

# acknowledgmentsInfo
source: Information about night order, reminders and Jinxes was obtained from
pt: A informação sobre a ordem noturna, lembretes e Jinxes foi obtida de

source: Add
pt: Adicionar

source: Add game
pt: Adicionar jogo

source: Add custom script
pt: Adicionar roteiro customizado

# addCustomToken
source: Add custom info token
pt: Adicionar info token customizado

source: Add existing script
pt: Adicionar roteiro existente

source: Add reminder
pt: Adicionar lembrete

# addRemindersFirstNight
source: Add setup reminders to grimoire
pt: Adicionar lembretes do setup no grimório

source: Add to favorites
pt: Adicionar aos favoritos

source: All
pt: Todos

source: All done!
pt: Tudo pronto!

source: and
pt: e

# botcProperty
source: This application is not affiliated with The Pandemonium Institute. All roles and characters are the property of Steven Medway and The Pandemonium Institute.
pt: Esta aplicação não é afiliada com The Pandemonium Institute. Todos papeis e personagens são propriedade de Steven Medway e The Pandemonium Institute.

# botcTrademark
source: is a trademark of Steven Medway and The Pandemonium Institute.
pt: é uma marca registada de Steven Medway e The Pandemonium Institute.

source: Cancel
pt: Cancelar

source: Characters
pt: Personagens

source: Clear Search
pt: Limpar pesquisa

source: Close
pt: Fechar

source: Custom info token
pt: Info token customizado

# darkTheme
source: Dark
pt: Escuro

source: Day
pt: Dia

source: Decrement
pt: Decrementar

# deleteCustomInfoToken
source: Remove custom info token?
pt: Remover info token?

source: Delete game?
pt: Remover o jogo?

# deleteGameAreYouSure
source: Are you sure you want to delete the game?
pt: Tem a certeza que quer remover este jogador/a?

# deletePlayer
source: Delete {name}?
pt: Remover {name}?

# deletePlayerAreYouSure
source: Are you sure you want to delete this player?
pt: Tem a certeza que quer remover o jogo?

# deleteReminder
source: Remove the reminder?
pt: Remover o lembrete?

source: Demon bluffs
pt: Bluffs do Demon

source: Discard
pt: Descartar

source: Disclaimers
pt: Renúncias

source: Draw
pt: Escolher

source: Drawing...
pt: A sortear...

source: Draw characters
pt: Sortear personagens

# drawYourCharacter
source: Grab your character from the bag!
pt: Tira o teu personagem do saco!

source: Edit
pt: Editar

source: Edit general notes
pt: Editar notas gerais

source: Edit info token
pt: Editar informação

# enterPlayersNamesHelper
source: Enter the name of all players separated by "," or tap "enter" after inserting each name. You should start entering your own name and then other players''s names, following the clockwise direction.
pt: Insira o nome de todos os jogadores, separados por "," or pressione "enter", após inserir cada um dos nomes. Deverá começar por inserir o seu nome e de seguida os nomes dos outros jogadores no sentido dos ponteiros do relógio.

source: Favorites
pt: Favoritos

source: Features
pt: Funcionalidades

# feature1
source: Monitoring game status as storyteller or player:
pt: Monitorização do jogo como narrador ou jogador:

# feature1a
source: Add game setup, by registering the script, number of players and their names (optional);
pt: Adicionar a configuração do jogo, através do registo do script, número de jogadores e os seus nomes (opcional);

# feature1b
source: Manually ou randomly select script roles according to the players number (Storyteller mode only)
pt: Manual ou aleatoriamente selecionar os personagens do roteiro, de acordo com o número de jogadores (apenas no modo Narrador);

# feature1c
source: Manually ou randomly select bluff for Demon and Lunatic, if in play (Storyteller mode only);
pt: Manual ou aleatoriamente selecionar os bluffs do Demon e do Lunatic, caso esteja em jogo (apenas no modo Narrador);

# feature1d
source: Allow player to draw their character (Storyteller mode only);
pt: Permitir que os jogadores escolham aleatoriamente o seu personagm (apenas no modo Narrador);

# feature1e
source: Register information about each player (e.g. name, specific notes, are they dead?, do they have ghost vote, character, did they vote/nominate);
pt: Registar informações sobre cada jogador (por exemplo, nome, notas específicas, se estão mortos, se têm voto fantasma, personagem, votaram/nomearam?);

# feature1f
source: Add/delete players, travellers and fabled;
pt: Adicionar/eliminar jogadores, travellers e fabled;

# feature1g
source: Visualize the global number of alive players, ghost votes, number of votes required to successfully execute and number of players per team;
pt: Visualizar o número total de jogadores vivos, votos fantasma, número de votos necessários para executar com sucesso e número de jogadores por equipa;

# feature1h
source: Save general notes about the game and write/show some token to the other players or Storyteller;
pt: Guardar notas gerais sobre o jogo e escrever/exibir algum token para os outros jogadores ou para o Narrador;

# feature1i
source: Track current game phase;
pt: Registar a fase atual do jogo;

# feature1j
source: Add reminders to each player (Storyteller mode only);
pt: Adicionar lembretes a cada jogador (apenas no modo Narrador);

# feature1k
source: Check first and other nights order tips and jinxes (Storyteller mode only);
pt: Verificar as ordem sda primeira e outras noites, bem como os jinxes (apenas no modo Narrador);

# feature2a
source: List of the official and custom scripts available in
pt: Lista dos scripts oficiais e personalizados disponíveis em

# feature2b
source: , with script''s characters, night order and jinxes;
pt: , com personagens do script, ordem da noite e Jinxes;

# feature3
source: List of all the official characters (townsfolk, outsiders, minions, demo, travellers and fabled), including the experimental ones, with summary and the detailed information about each of them as per
pt: Lista de todos os personagens oficiais (townsfolk, outsiders, minions, demons, travellers e fabled), incluindo os experimentais, com um resumo e informações detalhadas sobre cada um deles, de acordo com

source: First Night
pt: Primeira noite

source: Game
pt: Jogo

# gameSetupExists
source: A game already exists.
pt: Já existe um jogo.

# generalError
source: Something went wrong!
pt: Ocorreu um error!

source: Ghost vote
pt: Voto fantasma

source: Go back
pt: Voltar

source: Grimoire settings
pt: Definições do grimório

source: Grab from bag
pt: Tirar do scao

source: Has Ghost vote
pt: Tem voto fantasma

# hideHelperText
source: Tap to hide helper text
pt: Toque para esconder o texto de ajuda

# hidePlayersNotes
source: Hide players''s notes
pt: Ocultar notas dos jogadores

# hidePlayersVotesNominations
source: Hide votes/nominations
pt: Ocultar votos/nomeações

source: Increment
pt: Incrementar

source: Info token
pt: Informação

# infoToken1Label
source: This is the Demon
pt: Este é o Demon

# infoToken1RegularPart1
source: This is the
pt: Este é o

# infoToken2Label
source: These are your Minions
pt: Estes são os teus Minions

# infoToken2RegularPart1
source: These are your
pt: Estes são os teus

# infoToken3Label
source: These characters are not in play
pt: Estes personagens não estão em jogo

# infoToken3RegularPart1
source: These characters are
pt: Estes personagens

# infoToken3Bold
source: not in play
pt: não estão em jogo

# infoToken4Label
source: This character selected you
pt: Este personagem escolheu-te

# infoToken4RegularPart1
source: This character
pt: Este personagem

# infoToken4Bold
source: selected
pt: esccolheu-te

# infoToken5Label
source: This player is
pt: Este jogador é

# infoToken5Bold
source: This player
pt: Este jogador

# infoToken5RegularPart2
source: is
pt: é

# infoToken6Label
source: You are
pt: Tu és

# infoToken6Bold
source: You
pt: Tu

# infoToken6RegularPart2
source: are
pt: és

# infoToken7Label
source: Did you nominate today?
pt: Tu nomeaste hoje?

# infoToken7RegularPart1
source: Did you
pt: Tu

# infoToken7Bold
source: nominate
pt: nomeaste

# infoToken7RegularPart2
source: today?
pt: hoje?

# infoToken8Label
source: Did you vote today?
pt: Tu votaste hoje?

# infoToken8RegularPart1
source: Did you
pt: Tu

# infoToken8Bold
source: vote
pt: votaste

# infoToken8RegularPart2
source: today?
pt: hoje?

source: Invalid setup
pt: Setup inválido

# invalidCharactersInTheBag
source: These characters should not be in the bag:
pt: O(s) seguinte(s) personagens não devem estar no saco:

# invalidDemonBluffs
source: Please add 3 characters to show as Demon bluffs.
pt: Por favor adicione 3 personagens para mostrar cono bluffs do Demon.

# invalidLunaticBluffs
source: Please add 3 characters to show as Lunatic bluffs.
pt: Por favor adicione 3 personagens para mostrar cono bluffs do Lunatic.

# invalidNumberOfCharacters
source: Please add a number of characters that matches the number of players ({numberOfPlayers}).
pt: Por favor adicione um número de personagens que corresponda ao número de jgadores ({numberOfPlayers}).

# invalidPlayersNumber
source: Please enter a valid script and number of players (5-15).
pt: Por favor insera um roteiro válido e um número de jogadores (5-15).

source: JSON format
pt: Formato JSON

# jsonFormatDescription
source: Add JSON according to the following formats:
pt: Insira o JSON de acordo com os seguintes formatos:

# jsonInvalidFormat
source: Invalid JSON format. Please click on info tip to check the acceptable formats.
pt: Formato JSON inválido. Por favor, clique da dica para ver os formatos aceitáveis.

source: Language
pt: Língua

# lightTheme
source: Light
pt: Claro

source: Lock scroll
pt: Bloquear scroll

source: Lunatic bluffs
pt: Bluffs do Lunatic

source: More
pt: Mais

# nameOfPlayer
source: Player''s name
pt: Nome do jogador

source: Names of players
pt: Nomes dos jogadores

source: New Game
pt: Novo Jogo

source: Night
pt: Noite

source: No
pt: Não

source: No ability
pt: Sem habilidade

source: No characters selected.
pt: Não há personagens selecionados.

# noFavoriteScripts
source: You have no favorite scripts!
pt: Não tem roteiros favoritos!

# noGame
source: There is no ongoing game. Let''s play!
pt: Não há nenhum jogo ativo. Vamos para Ravenshood Bluffs jogar!

source: No reminders
pt: Sem lembretes

source: Notes
pt: Notas

source: Number of players
pt: Número de jogadores

# nAlivePlayers
source: {count, plural, =0{no alive players} =1{1 alive player} other{{count} alive players}}
pt: {count, plural, =0{0 jogadores vivos} =1{1 jogador vivo} other{{count} jogadores vivos}}

# nGhostVotes
source: {count, plural, =0{no ghost votes} =1{1 ghost vote} other{{count} ghost votes}}
pt: {count, plural, =0{0 votos de mortos} =1{1 voto de mortos} other{{count} votos de mortos}}

# nPlayers
source: {count, plural, =0{no players} =1{1 player} other{{count} players}}
pt: {count, plural, =0{0 jogadores} =1{1 jogador} other{{count} jogadores}}

# nVotesToExecute
source: {count, plural, =0{no players} =1{1 player} other{{count} votes required to execute}}
pt: {count, plural, =0{no players} =1{1 player} other{{count} votos necessários para executar}}

source: open storyteller helper
pt: Abrir ajuda do narrador

source: Order
pt: Ordem

source: Other Nights
pt: Outras noites

# pasteJson
source: Paste JSON custom script from the clipboard
pt: Cole do clipboard o JSON do roteiro costumizado

# pickNumber
source: Pick a number
pt: Escolher um número

# pickYourCharacter
source: Select a number and learn your character!
pt: Selecione umn número e saiba o seu personagem!

source: player
pt: jogador

source: Player mode
pt: Modo jogador

# playerNominated
source: Did player nominate?
pt: Jogador nomeaou?

source: Player tokens
pt: Tokens de jogador

# playerVoted
source: Did player vote?
pt: Jogador votou?

# proceedAnyway
source: Do you still want to proceed?
pt: Pretende continuar?

# reminderAdded
source: {name} reminder was added.
pt: O lembrete {name} foi adicionado.

source: Reminders
pt: Lembretes

source: Reminder tokens
pt: Tokens de lembrete

source: Remove character
pt: Remover personagem

# removeCustomInfoToken
source: Token {name} was removed.
pt: O token {name} foi removido.

source: Remove from favorites
pt: Remover dos favoritos

source: Rules
pt: Regras

# rulesConclusion
source: That''s the basic overview! The storyteller will guide you through the game, and the fun comes from the interactions and strategies you develop. Enjoy playing!
pt: Este é um resumo básico do jogo! O narrador guiá-lo-á ao longo do jogo, e a diversão vem das interações e estratégias que se desenvolvem. Divirta-se a jogar!

# rulesDayPhase
source: Day Phase
pt: Fase do Dia

# rulesDayPhaseDesc1
source: Everyone opens their eyes. The storyteller announces who was killed during the night.
pt: Todos abrem os olhos. O narrador anuncia quem foi morto durante a noite.

# rulesDayPhaseDesc2
source: The remaining players discuss, share information, and debate who they think the demon is.
pt: Os restantes jogadores discutem, partilham informações e debatem sobre quem acham que é o demónio.

# rulesDayPhaseDesc3
source: Players can accuse other players and a vote can be held to execute a suspected demon.
pt: Os jogadores podem acusar outros jogadores, e pode ser realizada uma votação para executar alguém que suspeitem ser o demónio.

# rulesDayPhaseDesc4
source: A player can nominate another player, publicly stating the accusation. The nominated player has then the chance to defense themselves. All the players can vote the nomination. When a player wants to vote for someone, they should raise their hand. The storyteller will count clockwise the votes and announce if a majority has voted to execute a player.
pt: Um jogador pode nomear outro jogador, fazendo publicamente uma acusação. O jogador nomeado tem então a oportunidade de se defender. Todos os jogadores podem votar na nomeação. Quando um jogador quiser votar em alguém, deve levantar a mão. O narrador contará os votos no sentido horário e anunciará se a maioria votou para executar um jogador.

# rulesDayPhaseDesc4Title
source: Voting Process
pt: Processo de Votação

# rulesDayPhaseDesc5
source: If there is a majority votes for a player, that player is executed, but their role is not revealed until the end of the game. Each dead player can still interact and share information with the other players, and still has 1 ghost vote to use when they decided till the end of the game.
pt: Se houver uma maioria de votos para um jogador, esse jogador é executado, mas o seu papel não é revelado até ao fim do jogo. Cada jogador morto pode ainda interagir e partilhar informações com os outros jogadores e tem ainda 1 voto fantasma que pode usar até ao final do jogo.

# rulesDrunkennessPoisoning
source: Drunkenness & Poisoning
pt: Embriaguez & Envenenamento

# rulesDrunkennessPoisoningDesc1
source: Due to several events in the game, the players might became drunk or poisoned for 1 or more phases of the game, or even the whole game. This means that player’s special ability might not work, according to the Storyteller’’s discretion.
pt: Devido a diferentes eventos do jogo, os jogadores podem ficar embriagados ou envenenados durante 1 ou mais fases do jogo, ou mesmo durante todo o jogo. Isto significa que a habilidade especial ido jogador pode não funcionar, de acordo com o decidido pelo Narrador.

# rulesDrunkennessPoisoningDesc2
source: If the drunk/poisoned player gathers information (e.g. Investigator, Fortune Teller), they might gather wrong or misleading information. However, the drunk/poisoned player has other type of ability, like causing death (e.g. Slayer, Virgin) or preventing death (e.g. Monk, Mayor), the ability will not work at all.
pt: Se o jogador embriagado ou envenenado recebe informação (ex. Investigador, Fortune Teller), ele/ela poderá receber informação incorreta ou que gere má interpretação. Contudo, se o jogador embriagado ou envenenado tem outro tipo de habilidade, como causar a morte (ex. Virgin, Slayer) ou prevenir a morte (ex Mayor, Monk), a habilidade não funcionará de todo..

# rulesNightPhase
source: Night Phase
pt: Fase da Noite

# rulesNightPhaseDesc1
source: The storyteller asks all players to close their eyes.
pt: O narrador pede a todos os jogadores que fechem os olhos.

# rulesNightPhaseDesc2
source: The storyteller awakes up specific roles (like the demon or certain townsfolk) to use their abilities in secret. For example:
pt: O narrador acorda papéis específicos (como o demónio ou certos Townsfolk) para usarem as suas habilidades em segredo. Por exemplo:

# rulesNightPhaseDesc2A
source: The storyteller shows a Minion character token to the Investigator, and then points to 2 players who might be that Minion character.
pt: O narrador mostra um token de um Minion ao Investigator token, e aponta para 2 jogadores que podem ser esse Minion.

# rulesNightPhaseDesc2B
source: The Fortune Teller points to 2 players. The storyteller will nod if at least one of those players is the demon and shake their head if neither is the demon.
pt: O Fortune Teller aponta para 2 jogadores. O narrador acenará com a cabeça se pelo menos um desses jogadores for o demónio e balança a cabeça se nenhum deles for o demónio.

# rulesNightPhaseDesc2C
source: The storyteller shows the Empath a number of fingers indicating how many of their immediate neighbors are evil (either the demon, minions or travellers).
pt: O narrador mostra ao Empath um número de dedos que indica quantos dos seus vizinhos mais próximos são maus (sejam eles o demónio, minions ou travellers).

# rulesNightPhaseDesc3
source: The demon chooses a player to kill.
pt: O demónio escolhe um jogador para matar.

# rulesOverview
source: Overview
pt: Visão Geral

# rulesOverviewDesc
source: is a social deduction game where players take on different roles in the town of Ravenswood Bluff. The goal is to figure out who the demons are before they eliminate the good players.
pt: é um jogo de dedução social onde os jogadores assumem diferentes papéis na cidade de Ravenswood Bluff. O objetivo é descobrir quem são os demónios antes que estes eliminem os bons jogadores.

# rulesPhases
source: Phases of the Game
pt: Fases do Jogo

# rulesPhasesDesc
source: The game alternates between two main phases:
pt: O jogo alterna entre duas fases principais:

# rulesRoleTypes
source: Role Types
pt: Tipos de Papéis

# rulesRoleTypesDemon
source: Tries to eliminate good players and keep their identity hidden.
pt: Tenta eliminar bons jogadores e manter a sua identidade oculta.

# rulesRoleTypesMinions
source: Help the demon and know who the demon is. They work to mislead the townsfolk.
pt: Ajudam o demónio e sabem quem ele é. Trabalham para enganar os Townsfolk.

# rulesRoleTypesOutsiders
source: Thinks they’re helping the townsfolk but has a negative impact on the team. Their abilities often make it harder for the village to succeed.
pt: Pensam que estão a ajudar os Townsfolk, mas têm um impacto negativo na equipa. As suas habilidades muitas vezes dificultam o sucesso da vila.

# rulesRoleTypesTownsfolk
source: Have abilities to help the village. They want to find and eliminate the demon.
pt: Têm habilidades para ajudar a vila. Querem encontrar e eliminar o demónio.

# rulesRoleTypesTravellers
source: Special roles that can enter the game at different points or leave early, introducing new dynamics and abilities. They cannot be executed but can be exiled from the game.
pt: Papéis especiais que podem entrar no jogo em momentos diferentes ou sair mais cedo, introduzindo novas dinâmicas e habilidades. Não podem ser executados, mas podem ser exilados do jogo.

# rulesSetup
source: Setup
pt: Configuração

# rulesSetupDesc1
source: The game is best with 5-20 players.
pt: O jogo é melhor com 5-20 jogadores.

# rulesSetupDesc2
source: Each player randomly receives a secret character token that tells them if they are a townsfolk (good) or a demon (evil) and what special abilities they have.
pt: Cada jogador recebe aleatoriamente um token de personagem secreto que indica se é um cidadão (bom) ou um demónio (mau) e quais habilidades especiais tem.

# rulesSetupDesc3
source: The game is set in a village plagued by a demon. The storyteller (who runs the game) narrates the story and manages the roles.
pt: O jogo decorre numa vila atormentada por um demónio. O narrador (que conduz o jogo) narra a história e gere os papéis.

# rulesSetupDesc4
source: At the start of the game, the demon and their minions will learn who each other are. This helps them strategize together. The demon also receives 3 non-in-play good characters, so they and thheir minions can bluff and disguise in the village.
pt: No início do jogo, o demónio e os seus Minions tomam conhecimento uns dos outros. Isto ajuda-os a fazer estratégias juntos. O demónio também recebe 3 personagens bons que não estão em jogo, para que ele e os seus MInions possam enganar e disfarçarem-se na vila.

# rulesSetupTItle1
source: Players
pt: Jogadores

# rulesSetupTItle2
source: Roles
pt: Papéis

# rulesSetupTItle3
source: Story
pt: História

# rulesSetupTItle4
source: Day 0
pt: Dia 0

# rulesTips
source: Tips for Playing
pt: Dicas para Jogar

# rulesTipsDesc1
source: Share information, but be cautious—some players might be lying.
pt: Partilhe informações, mas seja cauteloso—alguns jogadores podem estar a mentir.

# rulesTipsDesc2
source: Pay attention to players'' behaviors and their voting patterns.
pt: Preste atenção ao comportamento dos jogadores e aos seus padrões de votação.

# rulesTipsDesc3
source: If you have a special ability, think strategically about how to use it.
pt: Se tiver uma habilidade especial, pense estrategicamente sobre como a usar.

# rulesTipsTitle1
source: Communicate
pt: Comunicar

# rulesTipsTitle2
source: Observe
pt: Observar

# rulesTipsTitle3
source: Use Abilities*
pt: Usar Habilidades*

# rulesWinning
source: Winning the Game
pt: Vencer o Jogo

# rulesWinningDesc1
source: If the demon is killed.
pt: Se o demónio for morto.

# rulesWinningDesc2
source: If the number of demons equals or exceeds the number of living townsfolk.
pt: Se o número de demónios for igual ou superior ao número de Townsfolk vivos.

# rulesWinningTitle1
source: Good team Win
pt: Vitória da Equipa Boa

# rulesWinningTitle2
source: Evil team Win
pt: Vitória da Equipa Má

source: Save
pt: Guardar

source: Script
pt: Roteiro

# scriptAddedToFavorites
source: Script {name} added to favorites.
pt: Roteiro {name} adicionado aos favoritos.

# scriptRemovedFromFavorites
source: Script {name} removed from favorites.
pt: Roteiro {name} removido dos favoritos.

source: Scripts
pt: Roteiros

source: Scripts List
pt: Lista de Roteiros

source: Search
pt: Pesquisar
